Repository: LiorShor/Casavault
Catalog: StorePass/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, he, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: List View
de: Listenansicht
es: Vista de lista
fr: Vue en liste
he: תצוגת רשימה
it: Vista elenco
ja: リストビュー
ko: 목록 보기
nl: Lijstweergave
pl: Widok listy
pt_br: Visualização em lista
ru: Вид списка
sv: Listvy
tr: Liste görünümü
zh_hans: 列表视图

source: Loading HomeKit devices...
de: HomeKit-Geräte werden geladen...
es: Cargando dispositivos HomeKit...
fr: Chargement des appareils HomeKit...
he: טוען מכשירי בית חכם...
it: Caricamento dispositivi HomeKit in corso...
ja: HomeKit デバイスを読み込んでいます...
ko: HomeKit 기기 불러오는 중...
nl: HomeKit-apparaten laden...
pl: Ładowanie urządzeń HomeKit...
pt_br: Carregando dispositivos HomeKit...
ru: Загрузка устройств HomeKit...
sv: Läser in HomeKit-enheter...
tr: HomeKit cihazları yükleniyor...
zh_hans: 正在加载 HomeKit 设备...

source: Manage Rooms
de: Räume verwalten
es: Gestionar habitaciones
fr: Gérer les pièces
he: ניהול חדרים
it: Gestisci stanze
ja: 部屋を管理
ko: 방 관리
nl: Kamers beheren
pl: Zarządzaj pokojami
pt_br: Gerenciar quartos
ru: Управление комнатами
sv: Hantera rum
tr: Odaları yönet
zh_hans: 管理房间

source: My Homes
de: Meine Häuser
es: Mis hogares
fr: Mes maisons
he: הבתים שלי
it: Le mie case
ja: マイホーム
ko: 내 홈
nl: Mijn huizen
pl: Moje domy
pt_br: Minhas casas
ru: Мои дома
sv: Mina hem
tr: Evlerim
zh_hans: 我的住宅

source: No attachments
de: Keine Anhänge
es: Sin archivos adjuntos
fr: Aucune pièce jointe
he: אין קבצים מצורפים
it: Nessun allegato
ja: 添付ファイルなし
ko: 첨부 파일 없음
nl: Geen bijlagen
pl: Brak załączników
pt_br: Sem anexos
ru: Нет вложений
sv: Inga bilagor
tr: Ek yok
zh_hans: 没有附件

# noHomeKitDevices
source: No HomeKit devices found
de: Keine HomeKit-Geräte gefunden
es: No se encontraron dispositivos HomeKit
fr: Aucun appareil HomeKit trouvé
he: לא נמצאו מכשירי בית חכם
it: Nessun dispositivo HomeKit trovato
ja: HomeKit デバイスが見つかりません
ko: HomeKit 기기를 찾을 수 없습니다
nl: Geen HomeKit-apparaten gevonden
pl: Nie znaleziono urządzeń HomeKit
pt_br: Nenhum dispositivo HomeKit encontrado
ru: Устройства HomeKit не найдены
sv: Inga HomeKit-enheter hittades
tr: HomeKit cihazı bulunamadı
zh_hans: 未找到 HomeKit 设备

# noHomeKitDevicesDescription
source: Make sure you have HomeKit devices set up in the Home app.
de: Stellen Sie sicher, dass Sie HomeKit-Geräte in der Home-App eingerichtet haben.
es: Asegúrese de tener dispositivos HomeKit configurados en la app Casa.
fr: Assurez-vous d'avoir des appareils HomeKit configurés dans l'application Maison.
he: ודא שיש לך מכשירים מוגדרים באפליקציית הבית.
it: Assicurati di avere dispositivi HomeKit configurati nell'app Home.
ja: ホームアプリで HomeKit デバイスが設定されていることを確認してください。
ko: Home 앱에서 HomeKit 기기가 설정되어 있는지 확인하세요.
nl: Zorg ervoor dat u HomeKit-apparaten hebt ingesteld in de Home-app.
pl: Upewnij się, że masz skonfigurowane urządzenia HomeKit w aplikacji Dom.
pt_br: Certifique-se de ter dispositivos HomeKit configurados no aplicativo Casa.
ru: Убедитесь, что устройства HomeKit настроены в приложении «Дом».
sv: Kontrollera att du har HomeKit-enheter konfigurerade i appen Hem.
tr: Home uygulamasında HomeKit cihazlarının kurulduğundan emin olun.
zh_hans: 请确保您在「家庭」应用中设置了 HomeKit 设备。

source: No Home Selected
de: Kein Zuhause ausgewählt
es: Ningún hogar seleccionado
fr: Aucune maison sélectionnée
he: לא נבחר בית
it: Nessuna casa selezionata
ja: ホームが選択されていません
ko: 홈이 선택되지 않았습니다
nl: Geen huis geselecteerd
pl: Nie wybrano domu
pt_br: Nenhuma casa selecionada
ru: Дом не выбран
sv: Inget hem valt
tr: Ev seçilmedi
zh_hans: 未选择住宅

# noHomeSelectedMessage
source: Please select or create a home to view passwords
de: Bitte wählen oder erstellen Sie ein Zuhause, um Passwörter anzuzeigen
es: Seleccione o cree un hogar para ver las contraseñas
fr: Veuillez sélectionner ou créer une maison pour voir les mots de passe
he: יש לבחור או ליצור בית כדי לצפות בסיסמאות
it: Seleziona o crea una casa per visualizzare le password
ja: パスワードを表示するにはホームを選択または作成してください
ko: 비밀번호를 보려면 홈을 선택하거나 만드세요
nl: Selecteer of maak een huis aan om wachtwoorden te bekijken
pl: Wybierz lub utwórz dom, aby przeglądać hasła
pt_br: Selecione ou crie um lar para visualizar as senhas
ru: Выберите или создайте дом для просмотра паролей
sv: Välj eller skapa ett hem för att visa lösenord
tr: Şifreleri görüntülemek için bir ev seçin veya oluşturun
zh_hans: 请选择或创建一个住宅以查看密码

source: No homes yet
de: Noch keine Häuser
es: Ningún hogar todavía
fr: Aucune maison pour le moment
he: עדיין אין בתים
it: Nessuna casa ancora
ja: まだホームがありません
ko: 아직 홈이 없습니다
nl: Nog geen huizen
pl: Brak domów
pt_br: Nenhuma casa ainda
ru: Пока нет домов
sv: Inga hem ännu
tr: Henüz ev yok
zh_hans: 还没有住宅

# noHomesYetMessage
source: Add a new home or import from HomeKit to get started
de: Fügen Sie ein neues Zuhause hinzu oder importieren Sie von HomeKit, um zu beginnen
es: Añada un nuevo hogar o importe desde HomeKit para comenzar
fr: Ajoutez une nouvelle maison ou importez depuis HomeKit pour commencer
he: הוסף בית חדש או ייבא מבית חכם כדי להתחיל
it: Aggiungi una nuova casa o importa da HomeKit per iniziare
ja: 新しいホームを追加するか HomeKit からインポートして始めてください
ko: 새 홈을 추가하거나 HomeKit에서 가져와서 시작하세요
nl: Voeg een nieuw huis toe of importeer vanuit HomeKit om te beginnen
pl: Dodaj nowy dom lub zaimportuj z HomeKit, aby rozpocząć
pt_br: Adicione um novo lar ou importe do HomeKit para começar
ru: Добавьте новый дом или импортируйте из HomeKit, чтобы начать
sv: Lägg till ett nytt hem eller importera från HomeKit för att komma igång
tr: Başlamak için yeni bir ev ekleyin veya HomeKit'ten içe aktarın
zh_hans: 添加新住宅或从 HomeKit 导入以开始使用

source: No Icon
de: Kein Symbol
es: Sin ícono
fr: Aucune icône
he: ללא אייקון
it: Nessuna icona
ja: アイコンなし
ko: 아이콘 없음
nl: Geen pictogram
pl: Brak ikony
pt_br: Sem ícone
ru: Нет значка
sv: Ingen ikon
tr: Simge yok
zh_hans: 无图标

source: No notes
de: Keine Notizen
es: Sin notas
fr: Aucune note
he: אין הערות
it: Nessuna nota
ja: メモなし
ko: 메모 없음
nl: Geen notities
pl: Brak notatek
pt_br: Sem notas
ru: Нет заметок
sv: Inga anteckningar
tr: Not yok
zh_hans: 没有备注

source: No Room
de: Kein Raum
es: Sin habitación
fr: Aucune pièce
he: ללא חדר
it: Nessuna stanza
ja: 部屋なし
ko: 방 없음
nl: Geen kamer
pl: Brak pokoju
pt_br: Sem quarto
ru: Нет комнаты
sv: Inget rum
tr: Oda yok
zh_hans: 无房间

source: No Rooms Yet
de: Noch keine Räume
es: Ninguna habitación todavía
fr: Aucune pièce pour le moment
he: אין חדרים עדיין
it: Nessuna stanza ancora
ja: まだ部屋がありません
ko: 아직 방이 없습니다
nl: Nog geen kamers
pl: Brak pokojów
pt_br: Nenhum quarto ainda
ru: Пока нет комнат
sv: Inga rum ännu
tr: Henüz oda yok
zh_hans: 还没有房间

# noRoomsYetMessage
source: Assign a room to a device to see it here
de: Weisen Sie einem Gerät einen Raum zu, um ihn hier zu sehen
es: Asigne una habitación a un dispositivo para verla aquí
fr: Assignez une pièce à un appareil pour la voir ici
he: שייך חדר למכשיר כדי לראות אותו כאן
it: Assegna una stanza a un dispositivo per vederla qui
ja: デバイスに部屋を割り当てるとここに表示されます
ko: 기기에 방을 지정하면 여기에 표시됩니다
nl: Wijs een kamer toe aan een apparaat om het hier te zien
pl: Przypisz pokój do urządzenia, aby zobaczyć go tutaj
pt_br: Atribua um quarto a um dispositivo para vê-lo aqui
ru: Назначьте комнату устройству, чтобы увидеть её здесь
sv: Tilldela ett rum till en enhet för att se det här
tr: Burada görmek için bir cihaza oda atayın
zh_hans: 为设备分配房间以在此处查看

source: Notes
de: Notizen
es: Notas
he: הערות
it: Note
ja: メモ
ko: 메모
nl: Notities
pl: Notatki
pt_br: Notas
ru: Заметки
sv: Anteckningar
tr: Notlar
zh_hans: 备注

source: Open Settings
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les réglages
he: פתח הגדרות
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Instellingen openen
pl: Otwórz ustawienia
pt_br: Abrir configurações
ru: Открыть настройки
sv: Öppna inställningar
tr: Ayarları aç
zh_hans: 打开设置

source: Options
de: Optionen
es: Opciones
he: אפשרויות
it: Opzioni
ja: オプション
ko: 옵션
nl: Opties
pl: Opcje
pt_br: Opções
ru: Параметры
sv: Alternativ
tr: Seçenekler
zh_hans: 选项

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
he: סיסמה
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sv: Lösenord
tr: Şifre
zh_hans: 密码

# passwordDetails
source: Device details
de: Gerätedetails
es: Detalles del dispositivo
fr: Détails de l'appareil
he: פרטי מכשיר
it: Dettagli dispositivo
ja: デバイスの詳細
ko: 기기 세부 정보
nl: Apparaatdetails
pl: Szczegóły urządzenia
pt_br: Detalhes do dispositivo
ru: Сведения об устройстве
sv: Enhetsdetaljer
tr: Cihaz ayrıntıları
zh_hans: 设备详情

source: Passwords
de: Passwörter
es: Contraseñas
fr: Mots de passe
he: סיסמאות
it: Password
ja: パスワード
ko: 비밀번호
nl: Wachtwoorden
pl: Hasła
pt_br: Senhas
ru: Пароли
sv: Lösenord
tr: Şifreler
zh_hans: 密码

# passwordValidationError
source: Invalid password format
de: Ungültiges Passwortformat
es: Formato de contraseña no válido
fr: Format de mot de passe invalide
he: פורמט סיסמה לא תקין
it: Formato password non valido
ja: 無効なパスワード形式
ko: 잘못된 비밀번호 형식
nl: Ongeldig wachtwoordformaat
pl: Nieprawidłowy format hasła
pt_br: Formato de senha inválido
ru: Неверный формат пароля
sv: Ogiltigt lösenordsformat
tr: Geçersiz şifre biçimi
zh_hans: 密码格式无效

# rateApp
source: Rate StorePass
de: StorePass bewerten
es: Calificar StorePass
fr: Évaluer StorePass
he: דרג את StorePass
it: Valuta StorePass
ja: StorePass を評価
ko: StorePass 평가하기
nl: Beoordeel StorePass
pl: Oceń StorePass
pt_br: Avaliar StorePass
ru: Оценить StorePass
sv: Betygsätt StorePass
tr: StorePass'i değerlendir
zh_hans: 给 StorePass 评分

source: Rename Room
de: Raum umbenennen
es: Renombrar habitación
fr: Renommer la pièce
he: שינוי שם חדר
it: Rinomina stanza
ja: 部屋の名前を変更
ko: 방 이름 바꾸기
nl: Kamer hernoemen
pl: Zmień nazwę pokoju
pt_br: Renomear quarto
ru: Переименовать комнату
sv: Byt namn på rum
tr: Odayı yeniden adlandır
zh_hans: 重命名房间

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: נסה שוב
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
tr: Tekrar dene
zh_hans: 重试

source: Room
de: Raum
es: Habitación
fr: Pièce
he: חדר
it: Stanza
ja: 部屋
ko: 방
nl: Kamer
pl: Pokój
pt_br: Quarto
ru: Комната
sv: Rum
tr: Oda
zh_hans: 房间

source: Room Name
de: Raumname
es: Nombre de la habitación
fr: Nom de la pièce
he: שם החדר
it: Nome stanza
ja: 部屋の名前
ko: 방 이름
nl: Kamernaam
pl: Nazwa pokoju
pt_br: Nome do quarto
ru: Название комнаты
sv: Rumsnamn
tr: Oda adı
zh_hans: 房间名称

source: Rooms
de: Räume
es: Habitaciones
fr: Pièces
he: חדרים
it: Stanze
ja: 部屋
ko: 방
nl: Kamers
pl: Pokoje
pt_br: Quartos
ru: Комнаты
sv: Rum
tr: Odalar
zh_hans: 房间

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
he: שמירה
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
zh_hans: 保存

source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
he: סרוק קוד QR
it: Scansiona il codice QR
ja: QR コードをスキャン
ko: QR 코드 스캔
nl: QR-code scannen
pl: Skanuj kod QR
pt_br: Escanear código QR
ru: Сканировать QR-код
sv: Skanna QR-kod
tr: QR kodu tara
zh_hans: 扫描二维码

source: Search passwords
de: Passwörter suchen
es: Buscar contraseñas
fr: Rechercher des mots de passe
he: חיפוש סיסמאות
it: Cerca password
ja: パスワードを検索
ko: 비밀번호 검색
nl: Wachtwoorden zoeken
pl: Szukaj haseł
pt_br: Pesquisar senhas
ru: Поиск паролей
sv: Sök lösenord
tr: Şifre ara
zh_hans: 搜索密码

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
he: אבטחה
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
pl: Bezpieczeństwo
pt_br: Segurança
ru: Безопасность
sv: Säkerhet
tr: Güvenlik
zh_hans: 安全

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
he: סמן הכל
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nl: Alles selecteren
pl: Zaznacz wszystko
pt_br: Selecionar tudo
ru: Выбрать всё
sv: Markera alla
tr: Tümünü seç
zh_hans: 全选

source: Select devices to import
de: Zu importierende Geräte auswählen
es: Seleccionar dispositivos para importar
fr: Sélectionnez les appareils à importer
he: בחר מכשירים לייבוא
it: Seleziona i dispositivi da importare
ja: インポートするデバイスを選択
ko: 가져올 기기 선택
nl: Selecteer apparaten om te importeren
pl: Wybierz urządzenia do importu
pt_br: Selecione dispositivos para importar
ru: Выберите устройства для импорта
sv: Välj enheter att importera
tr: İçe aktarılacak cihazları seçin
zh_hans: 选择要导入的设备

source: Select Home
de: Zuhause auswählen
es: Seleccionar hogar
fr: Sélectionner la maison
he: בחר בית
it: Seleziona casa
ja: ホームを選択
ko: 홈 선택
nl: Selecteer huis
pl: Wybierz dom
pt_br: Selecionar casa
ru: Выбрать дом
sv: Välj hem
tr: Ev seç
zh_hans: 选择住宅

source: Select Icon
de: Symbol auswählen
es: Seleccionar ícono
fr: Sélectionner une icône
he: בחר אייקון
it: Seleziona icona
ja: アイコンを選択
ko: 아이콘 선택
nl: Pictogram selecteren
pl: Wybierz ikonę
pt_br: Selecionar ícone
ru: Выбрать значок
sv: Välj ikon
tr: Simge seç
zh_hans: 选择图标

source: Select Room
de: Raum auswählen
es: Seleccionar habitación
fr: Sélectionner une pièce
he: בחר חדר
it: Seleziona stanza
ja: 部屋を選択
ko: 방 선택
nl: Selecteer kamer
pl: Wybierz pokój
pt_br: Selecionar quarto
ru: Выбрать комнату
sv: Välj rum
tr: Oda seç
zh_hans: 选择房间

source: Settings
de: Einstellungen
es: Configuración
fr: Réglages
he: הגדרות
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
zh_hans: 设置

source: Setup Code
de: Einrichtungscode
es: Código de configuración
fr: Code de configuration
he: קוד התקנה
it: Codice di configurazione
ja: 設定コード
ko: 설정 코드
nl: Instellingscode
pl: Kod konfiguracji
pt_br: Código de configuração
ru: Код настройки
sv: Installationskod
tr: Kurulum kodu
zh_hans: 设置码

# setupCodeInstructions
source: Enter the code found on the accessory, box, or instructions.
de: Geben Sie den Code ein, der sich auf dem Zubehör, der Box oder den Anweisungen befindet.
es: Introduzca el código que se encuentra en el accesorio, la caja o las instrucciones.
fr: Entrez le code se trouvant sur l'accessoire, la boîte ou les instructions.
he: יש להזין את הקוד המופיע על האביזר, הקופסה או ההוראות.
it: Inserisci il codice trovato sull'accessorio, sulla scatola o nelle istruzioni.
ja: アクセサリ、箱、または説明書に記載されたコードを入力してください。
ko: 액세서리, 박스 또는 설명서에서 찾은 코드를 입력하세요.
nl: Voer de code in die op het accessoire, de doos of de instructies staat.
pl: Wprowadź kod znajdujący się na akcesorium, pudełku lub instrukcji.
pt_br: Digite o código encontrado no acessório, caixa ou instruções.
ru: Введите код, указанный на аксессуаре, коробке или инструкциях.
sv: Ange koden som finns på tillbehöret, boxen eller instruktionerna.
tr: Aksesuar, kutu veya talimatlarda bulunan kodu girin.
zh_hans: 输入配件、包装盒或说明书上的代码。

# syncDeviceRooms
source: Sync Devices to Rooms
de: Geräte mit Räumen synchronisieren
es: Sincronizar dispositivos con habitaciones
fr: Synchroniser les appareils avec les pièces
he: סנכרון מכשירים לחדרים
it: Sincronizza dispositivi alle stanze
ja: デバイスを部屋に同期
ko: 기기를 방에 동기화
nl: Apparaten synchroniseren met kamers
pl: Synchronizuj urządzenia z pokojami
pt_br: Sincronizar dispositivos com quartos
ru: Синхронизировать устройства с комнатами
sv: Synkronisera enheter till rum
tr: Cihazları odalara senkronize et
zh_hans: 将设备同步到房间

# syncRoomsFromHomeKit
source: Import from HomeKit
de: Von HomeKit importieren
es: Importar desde HomeKit
fr: Importer depuis HomeKit
he: ייבוא מ-HomeKit
it: Importa da HomeKit
ja: HomeKit からインポート
ko: HomeKit에서 가져오기
nl: Importeren vanuit HomeKit
pl: Importuj z HomeKit
pt_br: Importar do HomeKit
ru: Импортировать из HomeKit
sv: Importera från HomeKit
tr: HomeKit'ten içe aktar
zh_hans: 从 HomeKit 导入

source: Take Photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
he: צילום תמונה
it: Scatta foto
ja: 写真を撮る
ko: 사진 찍기
nl: Foto nemen
pl: Zrób zdjęcie
pt_br: Tirar foto
ru: Сделать фото
sv: Ta foto
tr: Fotoğraf çek
zh_hans: 拍照

# themeDark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
he: כהה
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pl: Ciemny
pt_br: Escuro
ru: Тёмная
sv: Mörkt
tr: Karanlık
zh_hans: 深色

# themeLight
source: Light
de: Hell
es: Claro
fr: Clair
he: בהיר
it: Chiaro
ja: ライト
ko: 라이트
nl: Licht
pl: Jasny
pt_br: Claro
ru: Светлая
sv: Ljust
tr: Açık
zh_hans: 浅色

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
he: פתח
it: Sblocca
ja: ロック解除
ko: 잠금 해제
nl: Ontgrendelen
pl: Odblokuj
pt_br: Desbloquear
ru: Разблокировать
sv: Lås upp
tr: Kilidi aç
zh_hans: 解锁

source: Support
es: Soporte
he: תמיכה
it: Supporto
ja: サポート
ko: 지원
nl: Ondersteuning
pl: Wsparcie
pt_br: Suporte
ru: Поддержка
tr: Destek
zh_hans: 支持

# themeSystem
source: System
es: Sistema
fr: Système
he: מערכת
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt_br: Sistema
ru: Системная
tr: Sistem
zh_hans: 系统
